Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
plk: <strong>نوں کامن وائس ڈیٹاسیٹس</strong> چیئے اسے پلیٹ فارمِجیْ خصوصی شان گیْ ڈاؤن لوڈ تھونَڑ دستیابن۔ 300+ عالمی ڈیٹا سیٹس بُجَیش اُڇھون ٹل بِیا، کھاں کمیونٹی ذریعہ گیْ سیْݨے کِرِیا ڈویلپ تِھجِلُن۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
plk: <strong> اسکرپٹڈ اسپیچ </strong> روایتی شان گیْ کاتھ چہ څھوْس کام وائس اےْ نُومِج سِیݩنَت) اسہ زائی نیْ کُدی څھوْس تومیْ جِب دہ اُچت آواز دہ جُملائے پڑیبانَت۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
plk: <strong>[چِھگی] </strong> دیوݨوْ ڈائنوسار <strong> [کُھو] </strong> ٹریاسک

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
plk: <strong> بے ساختہ تقریر </strong> کامن وائس اےْ ایْک نو حصہ نوْ کُدی څھوْس سوالو جُواب بسکہ نامیاتی موْݜ کالے انداز دوبانَت۔

source: Submit
plk: ڇیݨ

source: Submit All
plk: بُٹہ جمع تِھیا

source: Submit a new question for the community to read and respond to
plk: قامے جگوڑ پڑیون گہ جُواب دونے کِرِیا ایْک نو سُوال ڇھیݨ۔

source: Submit a report
plk: رپورٹ جمع تِھیا

source: Submit clips
plk: کلپ ڇیݨہ

source: Submit new questions for the community to read and respond to
plk: قامے جگو پڑیون گہ جواب دونَڑ ناں سوالات جمع تھیا۔

source: Submitted
plk: جمع تِھیا۔

source: Submitting audio samples
plk: آڈیو نمونائے جمع تِھجِنَن

source: Subscribe
plk: سبسکرائب

source: Success
plk: بَرَئی

source: success checkmark
plk: کامیابی نکھوْ

source: Successfully accepted question
plk: کامیابی گیْ قبول بِلہ سوالات

source: Successfully rejected question
plk: کامیابی گیْ مسترد بِلہ سوالات

source: Success, profile created!
plk: کامیابی گیْ پروفائل سنجِلیْ

source: Sundanese
plk: سندانیسے

source: Support open, community-led datasets
plk: اوزگار شان گیْ کمیونٹی قیادت دہ ڈیٹا سیٹو حمایت تِھیا۔

source: Suret
plk: سُریت

source: Svan
plk: سوان

source: Swahili
plk: سواحلی

source: Swedish
plk: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
plk: منظور تھونے کِرِیا دڇِھنی طرفڑ سوائپ تِھیا۔ آس رَد تھونے کِرِیا کھبوتیْ طرفڑ سوائپ تِھیا۔<strong> پھتونے کِرِیا اجنی طرفڑ سوائپ تِھیا۔ توموْ جائزہ جمع تھون بہ امُشہ۔</strong>

source: Syriac
plk: سریانی

source: Tag
plk: ٹیگ

source: Tagalog
plk: تگولوگ

source: Tagging
plk: ٹیگ تھون

source: Tagging in a Single Token
plk: اکلوْ ٹوکن دہ ٹیگ تھون

source: Tag proper names, mixed words, or interjections
plk: مناسب نُوم، مخلوط الفاظ یا مداخلت ٹیگ تِھیا

source: Tag Punctuation Based on Nearby Language
plk: ایلہ جِبے بنیادِجیْ ٹیگ گہ اوقاف

source: Tag punctuation using the language closest span to the left. Examples:
plk: کھبوتیْ طرفڑ ایلہ جِبے استعمال تھون دہ اوقاف ٹیگ تِھیا۔

source: Tags submitted successfully
plk: ٹیگز کامیاب ی گیْ جمع بِلان۔

source: Tahitian
plk: تاہیتی

source: Taiwanese (Minnan)
plk: تائیوانی

source: Tajik
plk: تاجک

source: Taking several attempts to read a word.
plk: ایْک لفظ پڑِیونے کِرِیا لئی چوْٹ کوشِش تھون۔

source: Tamazight
plk: تمازائٹ

source: Tamil
plk: تامل

source: Tap
plk: ٹیپ تِھیا

source: Tarifit
plk: تریفت

source: Tatar
plk: تاتاری

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
plk: Tatoeba جِب سِڇھون دہ استعمالے کِرِیا جُملائے، ترجمائے گہ موْݜ کال تھونے آڈیو ایْ ایْک براڈ ڈیٹابیسُن۔ آ ڈاؤن لوڈ سیݨے کمیونٹی ذریعہ گیْ ریکارڈ تِھیلیْ انگرزی جیْ مشتمِلِن۔

source: Technology and Robotics
plk: ٹیکنالوجی گہ روبوٹکس

source: Technology that speaks your language
plk: ٹیکنالوجیْ کھاں سہ څھے دِینیْ

source: TED-LIUM Corpus
plk: ٹی ای ڈی۔لیوم کارپس

source: Teke
plk: تیکے

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
plk: ”موْڑ رزہ چہ کھاں وخ دہ څھا سیْݨور تومیْ بڑیْ خبر ݜُݨریت توْ څھے والدینُجیْ جو رجیگہ۔ بالکل سیْݨا آ کاتھ رجیگہ“۔

source: Tell us what you'd like to download:
plk: اسوْڑ رزہ چہ څھوْس جو ڈاؤن لوڈ تھون کھوشنَت

source: Telugu
plk: تیلگو

source: Tepeuxila Cuicatec
plk: ٹیپیوکسیلا چُوئکیٹک

source: Terms
plk: شرائط

source: <termsLink>Terms</termsLink>
plk: <termsLink>شرائط</termsLink>

source: Teutila Cuicatec
plk: ٹیوٹیلا چُوئکیٹک

source: Thai
plk: تھائی

source: Thanks for confirming your account, now let's build your profile.
plk: توموْ اکاؤنٹ اےْ تصدیق تھونے شکریہ۔ چیئے اِیا څھے پروفائل سنوݨَس

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
plk: 50 جِبو آں 259k جگو تعاونے شکریہ کھاں گیْ آ ڈیٹا انسانی آوازو مِݜٹوْ جُواب دون گہ تقریرو قابل ایپلی کیشنز ترتیب دونے کِرِیا استعمال بِینوْ۔

source: Thank you for contributing to Spontaneous Speech!
plk: بے ساختہ تقریر دہ تعاون تھونے کِرِیا څھے شکریہ ǃ

source: Thank you for contributing your bulk submission!
plk: بلک ڈیٹا جمع تھیونے کِرِیا څھے شکریہ۔

source: Thank you for contributing your voice!
plk: تومیْ آواز عطیہ دونے کِرِیا څھے شکریہ۔

source: Thank you for donating your voice clips!
plk: تومہ صوتی کلپس عطیہ تھونے کِرِیا څھے شکریہ ǃ

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
plk: ریکارڈنگ تھونے کِرِیا څھے شکریہ <lineBreak></lineBreak> چیئے ذیل دہ تومہ کلپو جائزہ ہرہ آں جمع تھیا۔

source: Thank you for your information
plk: څھے معلوماتو کِرِیا شکریہ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
plk: څھے تعاون تھونے شکریہ { $lang } بیْہ ہر جِب لانچ تھونَڑ تِیار تھون گہ بِدَونَڑ لئی سخ محنت تھوݨَس اسے ٹِیم ای میل اےْ ذریعہ گیْ اپ ڈیٹ تِھجِلِیانیْ۔ اگر څھوْ تعاون تھون کھوْشنَت توْ مہربانی تھے ذیل دہ تومیْ ای میل ڇیݨ

source: Thank you for your voice information
plk: څھے آوازے معلوماتے شکریہ۔

source: Thank you! You’ve sent a new language enquiry
plk: شکریہ ǃ څھا ایْک نئی جِبے انکوائری ڇیݨیتَن

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
plk: مِݜٹہ جُملائے فطری گہ موْݜ کالے بینَن۔ اسݨو پڑِیون دہ ہسنتِیا بون پکارِن۔ جُملو مجیْ صوتیاتی تنوع گہ مختلف الفاظ اہم بینَن، بیْس آ کوشِش گہ تھوݨَس چہ ریکارڈنگ جُملائے تومیْ رضاکار قامے کِرِیا ہر ولِجیْ دلچسب گہ سیلانی سنوݨ۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
plk: ایْک فائدناک تقریرے شِناخے اِنجن سنونے کِرِیا مڑنے جُملو بول چال، جدید بول چالَن۔ جُملائے سنون دہ څھے مدد تھونے کِرِیا شِناکک خیالاتَن؛

source: The bumblebee sped by.
plk: بھورا جِنیْ گیْ مُڇھوڑ گِیاؤ۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
plk: کلپ سِرَئی صوتی کلپوجیْ مشتملِن کھا کامن وائس ڈیٹاسیٹ دہ نہ بینَن۔ ڈیٹا سیٹے شِرِیا کلپ سِرَئی گہ ڈاؤن لوڈے کِرِیا دستیابِن۔ بیْس آ جگو گہ تنظیمو شکریہ ادا تھوݨَس چہ سیْݨا آ منصوبہ دہ امداد تھیگہ۔

source: The clip has disrespectful or offensive language.
plk: کلپ دہ توہین آمیز یا جارحانہ جِبِن۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
plk: کامن وائس ڈیٹاسیٹ دہ ہزارہا آوازو مثالہ ٹلِن کھاں گیْ ڈویلپروڑ آوازو شِناخو ٹُول سنون دہ امداد ہشِینیْ

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
plk: کمیونٹی کامن وائس اےْ جھڑقیج ہِیؤ نوْ، سہ بُٹیْ دُنیے جیْ اینَن۔ آئیݨو مجیْ جِبے کارکن، سائنسدان گہ فنکار بینَن۔ څھوْس شِناک گہ لڇھبانَت چہ کاتھ ٹل بینَن <about> بارَد </about>صفحہ گہ اسے <community> کمیونٹی پلے بُک</community> اگر څھوْس پکھیْ تنظیمی شراکت دہ دلچسپی ہرنَت <emailFragment> توْ تے رابطہ تِھیا </emailFragment>

source: The content contains a language different than I was expecting.
plk: مواد دہ می توقع جیْ مختلف جِبِن۔

source: The content has disrespectful or offensive language.
plk: مواد دہ توہین آمیز یا جارحانہ جِبِن۔

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
plk: ییْہ سڑ مندرجہ ذیل خاص ٹیگیْ ستعمال تھون پکارن کھانس چہ مُتیْ گرانتِیائے گہ غیر زبانی مواد (انگرزی) جیْ نکھوْ تِھیا

source: The giant dino [cough] the Triassic.
plk: دیوݨوْ ڈاینو [کُھو] ٹریاسک

source: The giant dinosaur of the Triassic.
plk: ٹریاسکے دبوݨوْ ڈائیناسور

source: The giant dinosaurs of the Triassi-.
plk: ٹریاسی دیوݨہ ڈائیناسور

source: The giant dinosaurs of the Triassic.
plk: ٹریاسکے دیوݨوْ ڈایناسور

source: The giant dinosaurs of the Triassic. [read by one voice]
plk: ٹریاسکے دیوݨہ ڈائناسوریْ [ایک آواز گیْ پڑِیا]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
plk: ٹریاسکے دیوݨہ ڈائناسور <strong> [ایْک آواز گیْ پڑِیا]</strong>

source: The giant dinosaurs of the Triassic. Yes.
plk: ٹریاسکے دیوݨہ ڈائینا سوریْ۔ اوں نا

source: The giant dino <strong>[cough]</strong> the Triassic.
plk: بڑوْ ڈائنو <strong> [کُھو] </strong> ٹریاسک

source: The MediaRecorder API is not supported in your browser.
plk: میڈیا ریکارڈر اے پی آئی څھے براؤزر دہ تعاون یافتہ ناننوْ

source: The number of recordings and which languages you contribute to will be public.
plk: ریکارنگو تعداد گہ څھوْس کھاں جِبوجی تعاون تھینَت اسہ عوامی بُوِیی

source: The page you are looking for could not be found
plk: څھوْس کھاں صفحہ ڇکینَت، اسہ نہ ہشِلُن۔

source: The question should be answerable in just a couple of sentences.
plk: سُوالو جُواب صرف ایْک یا دُو جُملو مجی بون پکارُن۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
plk: آ جِبے کِرِیا فی الحال کھاں گہ اِشارائے نِش۔ مہربانی تھے صفحہ ریفریش تِھیا یا پتو پھری کوشِش تِھیا۔

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
plk: آ جِبے توثیق تھونے کِرِیا فی الحال جوک گہ اشرت نِش۔ مہربانی تھے صفحہ ریفریش تِھیا آں ست دُوبار کوشش تِھیا۔

source: There are currently no sentences to review in this language.
plk: فی الحال آ جِب دہ جائزہ ہرونے کِرِیا کھاں گہ قِسمے جُملہ موجود نِش۔

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
plk: آ ڈیٹاسیٹ چیک تھونڑ فی الحال جوک گہ مواد یا نقل نِش۔ پھتِیلوْ مواد سے ساتیْ کوْم جاری تھوباتَن یا آڈیو ٹرانسکرائب جیْ بوجِی پتو کوشش تھوباتَن۔

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
plk: آ جِپ چیک تھونے کِرِیا فی الحال جوک گہ نقل نِش۔ اگر څھا جوک گہ پھتیتَن توْ څھوْس پھتِیلوْ موادے ساتیْ جاری پھتبانَت یا آڈیو ٹرانسکرائب جیْ گیے ادِیو پتو ست دُبار کوشش تھوبانَت۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
plk: آ جِبے کھوجَن تھونَڑ فی الحال کھاں گہ نقول نِش۔ مہربانی تھے صفحہ ریفریش تِھیا یا پتو پھری کوشِش تِھیا۔

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
plk: فی الحال آ ڈیٹاسیٹ اےْ کِرِیا ٹیگ تھونڑ نقل نِش اگر څھا جو پھتیتَن توْ پھتِیلوْ مواد سے کوْم جاری تِھیا یا آڈیو ٹرانسکرائب جیْ گیے پتو ست دُبار کوشش تھوباتَن۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
plk: جِبے بارَد گُنونے لا طریقائین۔ اسپیچ ریکگنیشن ماڈلو مقصدے کِرِیا، کامن وائس سہ تجویز تِھینوْ چہ مشترکہ فہمِجیْ توجو دِیا یا آ جِب دینک بسکَس ایْک مُتوْ لڇھونے کوشش تھینَن یا؟

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
plk: آ ڈیٹاسیٹ اےْ کِرِیا مزید سوالات نِش۔ اگر څھا جوک گہ پھتیتَن تو، پھتِیلوْ مواد سے ساتیْ جاری تھوبانَت یا آڈیو ٹرانسکرائب جیْ بوجِی پتو پھری کوشش تھوباتَن۔

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
plk: آ جِبے کِرِیا مُتہ سوالات نِش۔ اگر څھا جوْ پھتیتَن، توْ پھتیلوْ مواد سے ساتیْ جاری پھتبانَت یا آڈیو ٹرانسکرائب جیْ گیے پتو ست دُبار کوشش تھوبانَت۔

source: The recording was too long.
plk: ریکارڈنگ لئی ڙِگِس۔

source: The recording was too quiet.
plk: ریکارڈنگ لئی چُھوتاسیْ۔

source: The recording was too short.
plk: ریکارڈنگ لئی کُھٹِس۔

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
plk: فی الحال آ ڈیٹا سیٹے کِرِیا نقل تھون جوک گہ آڈیو نِش۔ اگر څھا جو پھتیتَن تو پھتیلو مواد سے ساتیْ کوْم جاری پھتبانَت یا ٹرانسکرپشنزے جائزہ ہرباتَن آں پتو پھری کوشش تھوباتَن۔

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
plk: فی الحال آ جِب دہ نقل تھونے کِرِیا جوک گہ آڈیو نِش۔ احر څھا جو پھتیتَن توْ، څھوْس پھتیلوْ مواد سے ساتیْ جاری تھوبانَت یا ٹرانسکرپشنز اےْ جائزہ ہر باتَن آں پتو دوبارہ کوشش تھوباتَن۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
plk: فی الحال آ جِبے کِرِیا نقل تھونَڑ کھاں گہ آڈیو نِش۔ مہربانی تھے صفحہ ریفریش تِھیا یا پتو پھری کوشِش تِھیا۔

source: There is no “perfect” way to answer
plk: جواب دونے جوک گہ ”کامل“ طریقہ نِش۔

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
plk: درخواست تام تھون دہ آمُودوْ وخ شٹوْ۔ آ عام شان گیْ عارضی بِینوْ۔ مہربانی تھے ست دوبار کوشش تِھیا۔ امدادے کِرِیا، مہربانی تھے <matrixLink>Matrix کمیونٹی چیٹ</matrixLink> دہ شامل بِیا، <githubLink>GitHub</githubLink> ذریعہ گیْ سائٹے مسائلو نگرانی تِھیا یا <discourseLink>اسے ڈسکورس فورمڑ</discourseLink> بوجہ۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
plk: ماخذ متن دہ مثالی شان گیْ کھاں گہ ہندسہ نہ بون پکارُن تے سہ سیْس اُتھلیْ آواز گی پڑِیون دہ مسائل پائدا تھوبانَن۔ کھاں ولِجیْ جو نمر پڑِیجانوْ اسہ سے انحصار سیاق گہ سباق جیْ بِینوْ آں ڈیٹاسیٹ دہ الجھن پائدا تھوبانوْ۔ مثالے شان گیْ، نمبر ”2409“ ئڑ ”بِہیوچار صفر ناؤں“ آں ”دُو زِر چار شل گہ ناؤں“ بیدُوئی صحیح شان گیْ پڑِجبانَن۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
plk: قارئینو مجیْ حجم دہ قدرتی تغیرات بُویی۔ صرف آسہ صورت دہ رَد تِھیا کرہ حجم اچا بسکو بی چہ ریکارڈنگ چِھجیئے، یا (عام شان گیْ) اگر آ اچا کم بِی چہ څھوْس بیل لِکِیلوْ متنِجیْ کھاں رزیجانوْ اسہ ݜُݨبا نانَت

source: The route was unclear.
plk: پوْن واضع ناسیْ

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
plk: آ جِبہ آ وخ دہ کمیونٹی ڈویلپمِنٹو ماتحتِن <localizationGlossaryLink> ویب سائٹ لوکلائزیشن </localizationGlossaryLink> آں <sentenceCollectionGlossaryLink> جُملو مجموعہ </sentenceCollectionGlossaryLink> لانچ تھونَڑ پکارُن

source: The selected file is too large
plk: منتخب تِھیلیْ فائل لئی بڑِن۔

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
plk: جُملہ جمع تِھیک بنیادی کامن وائس پلیٹ فارمڑ بوجانوْ۔ چیئے څھوْس <writeURL> لِکِیا</writeURL> ایْک جُملہ یا <reviewURL> ریویو تِھیا </reviewURL> ایْک جُملہ کامن وائس جیْ جمع تِھیا۔

source: The sentence has a grammatical or spelling error.
plk: جملہ دہ گرائمر یا املائے غلطینیْ

source: The sentence has disrespectful or offensive language.
plk: جملہ دہ توہین آمیز یا جارحانہ جِبِن۔

source: The sentence must be grammatically correct.
plk: جُملہ گرائمرے لحاظ گیْ سُوݩڇھوْ بون پکارُن۔

source: The sentence must be speakable.
plk: جملہ رزونے قابل بون پکارُن۔

source: The sentence must be spelled correctly.
plk: جُملائے ہجّائے سُونڇھہ بون پکارن۔

source: The sentence should have fewer than 15 words.
plk: جُملہ 15 لفظوجیْ کم بون پکارَن

source: The site is ready to be launched when it reaches 75% completion.
plk: سائٹ 75 فیصد تام بِلیْ توْ لانچ بونَڑ تام بِینیْ۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
plk: سائٹے لئی جِنیْ گیْ بیک اپ تِھجَو۔ تازہ معلوماتو کِرِیا۔ مہربانی تھے<matrixLink> میٹرٔیکس کمیونٹی چیٹ </matrixLink> یا وزٹ<githubLink> گِٹ ہب </githubLink> یا <discourseLink> اسے ڈسکورس فورمز </discourseLink> سائٹے مسائل جمع گہ مانیٹر تِھیک۔

source: The sound of laughter.
plk: ہزونے آواز

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
plk: ٹی ای ڈی۔لیوم کارپس آڈیو ٹاککس گہ ٹی ای ڈی ویب سائٹ جیْ دستِیابِن، آئیݨے نقلو گیْ سنجِلِن۔

source: The website text is translated into that language.
plk: ویب سائٹے متن آ جِب دہ ترجمہ تِھجانوْ۔

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
plk: پرامٹے کِرِیا ایْک ساتے کِرِیا سوچ تِھیا، آ موْڙِیْ غور تِھیا چہ څھوْس کھاں قِسمے موْݜ تھون لُکھینَت۔ اکو لو بسکوْ اسکرپٹ نہ تِھیا۔ ریکارڈ آئیکان جیْ کلک تِھیا۔ ایْک چوْٹ ریکارڈ تھیت توْ څھوْس اکے ݜُݨباتَن۔، ست دُبار ریکارڈ تھوبانَت، حذف یا جمع گہ تھوبانَت۔

source: Think of real-life moments or situations: jokes, arguments, traditions
plk: حقیقی جودنے لمحات یا حالاتو بارَد سوچ تِھیا: ٹقلیْ، دلائل، اُتِھیاک بِیاک

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
plk: آ مواد کوئے منُوڙے شناخے بارَد ذاتی شان گیْ قابل شناخ معلوماتوج مشتملُن، کاتھ چہ سہ سے نُوم، ای میل پتہ، موقام، شناخے نمبر، یا فون نمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
plk: آ مواد کوئے منُوڙے بارَد ذاتی شان گیْ شناخت بی معلومات لُکِھینوْ، کاتھ چہ سہ سے نُوم، ای میل پتہ، مقام، شناختی نمبر یا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
plk: آ معلومات دون اختیاری نیْ، څھوْ اسہ وخ دہ ٹل تھون پکارنَت چہ څھوڑ ہسنتِیا بی۔ کرہ بیْس ڈیٹاسیٹ جاری تھوݨَس توْ بیْس تمام ذاتی معلومات محفوظ چھوروݨَس۔ آں آ موْڙِجیْ یقین تھوݨَس چہ څھے نُوم گہ ای میل، آبادیاتی معلومات، عمر گہ جنسے بارد منسلک نانیْ۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
plk: آ معلومات دون اختیاری نیْ۔ څھوْ صرف آ صورت دہ ٹل تھون پکارنَت چہ څھوس ہسنتِیا پشَت، آں آ موْݜ یقینی سنینَت چہ څھے نُوم گہ ای میل ہے معلومات، آبادیاتی معلومات کاتھ چہ عمریا جنس منسلک نانیْ۔ ٹیکنالوجی ئڑ ہرکے کِرِیا مڑنے شان گیْ کوْم تھونے کِرِیا، اسہ ڈیٹا کھاں ڈویپلرز سہ ٹیکنالوجی سنسون دہ مدد تِھینوْ، جگو متنوع رینج اےْ عکاسی تھونے ضورڑتِن۔ آسے بارَد بسکیْ پرُجہ چہ میٹاڈیٹا سہ کیْہ اہمیت لرِینوْ۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
plk: آ ایْک استعمال کیس گیْ چلیجیئے سیگمنٹُن کھاݩس دہ رزِجَن ہندسو شناخ گیْ اوں/نیں پتہ ݜیونے کِرِیا ڈیٹا بِینوْ

source: This is how you cite yourself if you wrote the content yourself.
plk: اگر څھا اکے مواد لِکیتَن توْ څھوْس توموْ حوالہ آتھ دینَت

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
plk: آ منصوبہ بیل څھوْ ہا جگوجیْ ممکن نانوْ۔ کامن وائس سے شریک بونے لا طریقائین۔ څھوْڑ آ ضورڑت نانیْ چہ تعاون تھونے کِرِیا کوڈ کاتھ تھوݨ ǃ

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
plk: آ ترتیب سہ څھے لیڈربورڈے پشنی کنٹرول تِھینیْ۔ چہ بون دہ څھے پیشرفعت ذاتی بُو۔ آ سے آ مطلبِن چہ څھے فوٹو، صارف ے نُوم گہ ترقی لیڈربورڈ جیْ څرگن نہ بُو۔ آ نوٹ تِھیا چہ لیڈربورڈ ریفریش دہ { $minutes }تبدیلی بون مجی منٹ ݜچنَن۔

source: Three to go!
plk: ڇے بوجونَڑ ǃ

source: Thur
plk: تُھر

source: Tibetan
plk: تبتی

source: Tigre
plk: ٹِگرے

source: Tigrinya
plk: ٹِگرِینیا

source: Tlazoyaltepec Mixtec
plk: تلازویلتیپک مکستک

source: Tlingit
plk: ٹنگٹ

source: Toba Qom
plk: توباقوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
plk: تومیْ ای میل دہ تبدیلی یا اسَس دہ ترمیم تھونے کِرِیا، اسوڑ ای میل ڇیݨہ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
plk: تومیْ تم مُڇِھینیْ API کنجی سنونے کِرِیا ”API اسناد سنِیا“ سیݨوڑ نُوم دِیا کلک تھے تومیْ منفردAPI اسناد سنِیا ”اسناد سنِیا“۔ تے سیکرٹ کنجی جنیْ گیْ کاپی تِھیا کھاں آ بُو چہ کھاں صرف آ بُو چہ۔

source: Today
plk: اش
